{
  "1": {
    "status": "OK",
    "request_id": "ad421bff-316c-4fae-acb7-87296531fe01",
    "parameters": {
      "query": "react developer in stockholm, sweden",
      "page": 1,
      "num_pages": 1
    },
    "data": [
      {
        "employer_name": "NoA Ignite Sweden",
        "employer_logo": null,
        "employer_website": null,
        "employer_company_type": null,
        "job_publisher": "NoA Ignite Sweden",
        "job_id": "jzkc_amQEroAAAAAAAAAAA==",
        "job_employment_type": "FULLTIME",
        "job_title": "React Developer",
        "job_apply_link": "https://careers.noaignite.com/jobs/1525210-react-developer",
        "job_apply_is_direct": false,
        "job_apply_quality_score": 0.9274,
        "job_description": "We are looking for a React Developer who would like to join us on our journey to shape the future of commerce. At NoA Ignite, you'll work with the most interesting minds in the industry on challenging projects with bold customers like Fjällräven and Our Legacy, always using emotion, design, and an up-to-date tech stack.\n\nNoA Ignite is a place for visionaries, unconventional minds, experienced experts, and change-makers. A place for people that want to fight digital boredom by creating fun, groundbreaking, and ever-changing digital experiences.\n\nAs a front-end developer at NoA Ignite, you will be working with hands-on experience in front-end development and building and maintaining JavaScript applications using React while working in a team. You independently lead the development of new features and enjoy discussing and debating code and solutions with your peers. You will be an integral part of ensuring we evolve as a team and company.\n\nWe are looking for someone who\n• Have great experience in React (experience with Next.js and Material-UI)\n• Is knowledgeable about version control using Git\n• Used to delivering top-quality code and push tech\n• Can run virtual environments\n• Wants to share your knowledge with your team\n• Is curious and continuously strives to learn new things\n• Likes to solve big and small problems in collaboration with others\n\nAt the moment we are in need of someone with at least 4 years of proven work experience to complete our team.\n\nNice to haves\n• Experience with VanillaJS, Headless CMS Systems, and published npm packages\n• Active within the developer community\n• Up to date with the latest JavaScript development\n• Have experience with e-commerce web development.\n\nWhy join NoA Ignite?\n\nAt NoA Ignite, we want to gather the most interesting minds in the industry to shape the future of e-commerce.\n\nWe are technically brave – With our expertise and playful approach to technology, design, and emotion, we create the digital experiences of tomorrow.\n\nAuthentic agency in a strong network – Here, your ideas matter, and being part of the NoA network gives us access to experts in any field to realize them.\n\nTop industry talent and bold clients – Work with the best people and the most interesting minds – colleagues and clients.\n\nA place for development – We value working with customers, colleagues, and projects that ignite sparks and make us grow.\n\nWant to get a feel for the NoA Ignite vibe? Check us out on GitHub!\n\nOur recruitment process\n\nThere is no need for a personal letter or CV/resumé; provide us with the link to your LinkedIn profile and your Github or private portfolio and answer a few initial questions – that's it!\n\nIf you move forward to the next stage, we will use recruitment tests and a code test to ensure a fair selection based on your readiness for the role and your potential to grow with us.\n\nNext up: we want to get to know you, and you will get the chance to get to know us! In the first interview, we will focus on your personality and motivation for this role. The second interview is about your more technical skills and team fit. Before moving to an offer, we will ask for references from previous work experience. Let's do this!",
        "job_is_remote": false,
        "job_posted_at_timestamp": 1641978614,
        "job_posted_at_datetime_utc": "2022-01-12T09:10:14.000Z",
        "job_city": "Stockholm",
        "job_state": null,
        "job_country": "SE",
        "job_latitude": 59.329323,
        "job_longitude": 18.06858,
        "job_benefits": null,
        "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=jzkc_amQEroAAAAAAAAAAA%3D%3D",
        "job_offer_expiration_datetime_utc": null,
        "job_offer_expiration_timestamp": null,
        "job_required_experience": {
          "no_experience_required": false,
          "required_experience_in_months": 48,
          "experience_mentioned": true,
          "experience_preferred": false
        },
        "job_required_skills": null,
        "job_required_education": {
          "postgraduate_degree": false,
          "professional_certification": false,
          "high_school": false,
          "associates_degree": false,
          "bachelors_degree": false,
          "degree_mentioned": false,
          "degree_preferred": false,
          "professional_certification_mentioned": false
        },
        "job_experience_in_place_of_education": false,
        "job_min_salary": null,
        "job_max_salary": null,
        "job_salary_currency": null,
        "job_salary_period": null,
        "job_highlights": {},
        "job_job_title": null,
        "job_posting_language": "en",
        "job_onet_soc": "15113400",
        "job_onet_job_zone": "3"
      },
      {
        "employer_name": "Instabox",
        "employer_logo": null,
        "employer_website": "http://instabox.io",
        "employer_company_type": null,
        "job_publisher": "Instabox",
        "job_id": "cSJgdv-z8UIAAAAAAAAAAA==",
        "job_employment_type": "FULLTIME",
        "job_title": "Frontend Developer - React/React Native",
        "job_apply_link": "https://www.instabox.work/jobs/2530147-frontend-developer-react-react-native",
        "job_apply_is_direct": false,
        "job_apply_quality_score": 0.9225,
        "job_description": "About the role\nWe’re now looking for experienced Frontend Developers, who think it's fun to create and maintain useful applications and services using modern tooling, which all contribute to a great user experience both for internal and external users. At us you’ll be able to shape the future of products that directly affect millions of users all over Europe. Below you find some nice-to-have information on how it is to be a Frontend Developer:\n\nThe Shopping team's main objective is to ensure customers get the most out of their shopping experience, both through the App and also through the web. They work collaboratively and closely together as a team to make sure they're constantly improving the functionality and stability of the products while increasing transparency and always finding new ways to communicate with our customers.\n\nThe Box team is designing and implementing user-friendly interfaces for internal use as well as developing the human-machine interface for the box product. Working closely with product stakeholders, they help to bring new features and continuous improvements to the box product and its internal systems.\n\nAbout you\nWe’re hiring for multiple teams and we are looking for both senior engineers or you with a couple of years of experience looking for your next move - If you are a skilled problem solver who loves coding and making complex things work, then this is the place for you! We value individuals who are keen to learn, and your eagerness to develop your skill set will probably be your strongest asset when joining us. Beyond that we imagine that you have the following:\n• At least 3 years of work experience as a Frontend Engineer in a modern tech environment\n• Experience with JavaScript/TypeScript/React/React Native\n• Good facilitation skills\n• Proficient in English\n• Comfortable making decisions\n• A soft spot for (great) UX and making things easy for the user\n• Worked on building and maintaining large-scale production apps\n• Experience working with Redux or other state management systems\n• Problem-solving skills and ability to think about sustainable and long-term solutions\n• Experience in working with an agile development methodology\n• Based in Sweden (Stockholm)\n\nIn order for you to thrive you need to like the fast-paced environment and not be afraid to get dirt under your fingernails. Let's be honest, we are in an incredibly exciting phase where much is uncertain and not decided. In this business, you need to have thick skin to get by, like changes and not be afraid to set new structures, set processes, and create new WoW.\n\nDiversity and inclusion are very important for us, and we also know that we don’t know everything. So if your passion is making great user experiences, and you have a strong willingness to learn, but don’t tick all the boxes above – don't hesitate to apply no matter who you are and let us know how you can contribute to our journey.\n\nThis recruitment process consists of personality tests via Alva Labs and background checks as a review of previous public criminal records. The result is public information that is handled confidentially. This is mandatory for all recruitment processes in Sweden.\n\n#LI-OS1",
        "job_is_remote": false,
        "job_posted_at_timestamp": 1678096940,
        "job_posted_at_datetime_utc": "2023-03-06T10:02:20.000Z",
        "job_city": "Stockholm",
        "job_state": null,
        "job_country": "SE",
        "job_latitude": 59.329323,
        "job_longitude": 18.06858,
        "job_benefits": null,
        "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=cSJgdv-z8UIAAAAAAAAAAA%3D%3D",
        "job_offer_expiration_datetime_utc": null,
        "job_offer_expiration_timestamp": null,
        "job_required_experience": {
          "no_experience_required": false,
          "required_experience_in_months": 36,
          "experience_mentioned": true,
          "experience_preferred": false
        },
        "job_required_skills": null,
        "job_required_education": {
          "postgraduate_degree": false,
          "professional_certification": false,
          "high_school": false,
          "associates_degree": false,
          "bachelors_degree": false,
          "degree_mentioned": false,
          "degree_preferred": false,
          "professional_certification_mentioned": false
        },
        "job_experience_in_place_of_education": false,
        "job_min_salary": null,
        "job_max_salary": null,
        "job_salary_currency": null,
        "job_salary_period": null,
        "job_highlights": {},
        "job_job_title": null,
        "job_posting_language": "en",
        "job_onet_soc": "15113400",
        "job_onet_job_zone": "3"
      },
      {
        "employer_name": "Veritaz IT Tech",
        "employer_logo": null,
        "employer_website": null,
        "employer_company_type": null,
        "job_publisher": "SimplyHired",
        "job_id": "e7s8pX3BPFoAAAAAAAAAAA==",
        "job_employment_type": "FULLTIME",
        "job_title": "React Native Developer - Stockholm",
        "job_apply_link": "https://www.simplyhired.se/job/s0Xy9nIFdyeh12riEARZMMATcJg8cLdhcr1Lf9pf08NyJmJeTZl5qA",
        "job_apply_is_direct": false,
        "job_apply_quality_score": 0.4226,
        "job_description": "Veritaz is a fast-growing IT-consultant firm. Our company is made up of insanely bright people from over 4 countries, and we are located in Sweden, UK, US and Pakistan. The voyage has been incredible this far, but it is only the beginning.\n\nAssignment Description:\n\nAs a React Native developer, you will join our development team and play a vital role in building innovative apps and tools that enhance healthcare communication and improve the patient experience. You will have the opportunity to work with modern technologies, influence product development, and collaborate closely with the team.\n\nResponsibilities:\n\n· Developing mobile applications using React Native for both iOS and Android platforms.\n\n· Frontend development in React and Next.js if required.\n\n· Ensuring high-quality delivery and developing effective test strategies.\n\n· Collaborating with the team to refine and enhance existing workflows.\n\n· Creating optimal technical conditions for clinical flows.\n\nWho You Are:\n\n· To succeed in this role, you should have a university degree in computer technology or a related field.\n\n· You should have previous experience in app development using React Native, preferably with expertise in both iOS and Android platforms.\n\n· Knowledge of web development using React and Next.js is advantageous.\n\n· Fluent proficiency in both Swedish and English, both spoken and written.\n\nJob Type: Full-time\n\nSalary: 30,000.00kr - 60,000.00kr per month\n\nAbility to commute/relocate:\n• Stockholm: Reliably commute or planning to relocate before starting work (Preferred)\n\nApplication Question(s):\n• What is your salary expectations?\n• When will you be available to join?\n• Do you need a sponsor with a Swedish working permit?\n• What is your level of proficient in Swedish?\n\nWork authorization:\n• Sweden (Preferred)",
        "job_is_remote": false,
        "job_posted_at_timestamp": 1687867907,
        "job_posted_at_datetime_utc": "2023-06-27T12:11:47.000Z",
        "job_city": "Stockholm",
        "job_state": null,
        "job_country": "SE",
        "job_latitude": 59.329323,
        "job_longitude": 18.06858,
        "job_benefits": null,
        "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=e7s8pX3BPFoAAAAAAAAAAA%3D%3D",
        "job_offer_expiration_datetime_utc": null,
        "job_offer_expiration_timestamp": null,
        "job_required_experience": {
          "no_experience_required": false,
          "required_experience_in_months": null,
          "experience_mentioned": true,
          "experience_preferred": false
        },
        "job_required_skills": null,
        "job_required_education": {
          "postgraduate_degree": false,
          "professional_certification": false,
          "high_school": false,
          "associates_degree": false,
          "bachelors_degree": false,
          "degree_mentioned": true,
          "degree_preferred": true,
          "professional_certification_mentioned": false
        },
        "job_experience_in_place_of_education": false,
        "job_min_salary": null,
        "job_max_salary": null,
        "job_salary_currency": null,
        "job_salary_period": null,
        "job_highlights": {},
        "job_job_title": null,
        "job_posting_language": "en",
        "job_onet_soc": "15113400",
        "job_onet_job_zone": "3"
      },
      {
        "employer_name": "Ombori",
        "employer_logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRiKC2005Uaooop8mPiaGw2G1NEBcqEzSzWaMyz&s=0",
        "employer_website": "http://ombori.com",
        "employer_company_type": null,
        "job_publisher": "Jobs By Workable",
        "job_id": "A_AfQUQcqgwAAAAAAAAAAA==",
        "job_employment_type": "FULLTIME",
        "job_title": "Fullstack Developer (Node/React) - Sweden",
        "job_apply_link": "https://jobs.workable.com/view/6nnpzdqKjvGeLYz6qVFtkB/fullstack-developer-(node%2Freact)---sweden-in-stockholm-at-ombori",
        "job_apply_is_direct": true,
        "job_apply_quality_score": 0.718,
        "job_description": "OmboriGrid is hiring a Fullstack Developer to work in Sweden (Stockholm area).\n\nWhat does OmboriGrid do?\n\nWe are creating the market leading Store Digitalization Platform to power the best in-store shopping experiences for customers and empower employees.\n\nWe bridge a wide range of IoT devices, AI and machine learning powered cognitive services with touch screens and mobile phones to create solutions that are memorable, easy to use, and delight our customers.\n\nWe're growing fast\nIn February 2021 we took second round of investment of 60million SEK to fund the next stage of our expansion.\n\nFind out more about us on our Website and YouTube channel.\n\nWhat will you be doing?\n\nYou will NOT be building yet another web or mobile app! We are looking for ambitious and creative software engineers that are up for a challenge. Our fullstack position consists of working with cloud-based backend, modern frontend, IoT ecosystem and a wide variety of hardware.\n\nWe are very passionate about technology. We use the latest and greatest tools and we’re always looking for new ways to innovate. Everyone in the team actively influences the design and functionality of our products.\n\nYour role will be to develop exciting IoT solutions that improve the lives of end users. This involves developing and maintaining core platform modules as well as user-facing features across our product range:\n• Developing backend services and APIs on top of Azure cloud platform using Node\n• Implementing new user-facing UI features using React\n• Working with IoT devices and other hardware components\n• Building reusable platform components, tools and libraries\n• Optimising components for maximum performance across a vast array of web-capable devices and browsers\n• Coordinating development efforts with colleagues as well as customer tech teams\n• Following DevOps principles\n\nAre you the right fit?\n\nWe’re looking for someone who has:\n• Experience in a similar role. You need hands-on experience with both backend and frontend.\n• Experience with Node, React, JavaScript and TypeScript. You will be working a lot with all.\n• Cloud exposure. Familiarity with Azure cloud platform or other cloud services will help you a lot.\n• Business to technical. Ability to understand business requirements and translate them into technical requirements. Being comfortable in technical discussions and in conversation with clients.\n• Strong communication and people skills. You will need to be fluent in both written and spoken English. You will also need to be comfortable working with colleagues and clients for whom English is not a primary language.\n• Self-starter attitude. You will enjoy this role if you like responsibility and accountability.\n\nWe work in a hybrid mode - the ability to visit our office to work with real devices and hardware, whenever needed, is important.\n\nWe’d love it if you also had the following:\n• IoT/hardware interest. It's great if you have interest in IoT solutions or prior experience with IoT technologies.\n• Product interest. Experience working in a product-oriented company will be a plus.\n\nWhy join Ombori?\n\nWe’re looking for people who relish a challenge and enjoy pushing themselves. Don’t expect to stay in your comfort zone - our clients are demanding, and they expect the best. But here’s what we offer you.\n• Be part of a growing international team of talented professionals. You’ll find yourself working alongside people from countries such as Sweden, Poland, China, Hungary, the UK, and the Philippines.\n• Work on challenging, innovative projects with high profile clients and partners throughout the world. You’ll have the satisfaction that comes from delivering ground-breaking results that will be used by millions of people together with our clients including well-known brands like Target, Dufry, IKEA, H&M, Lindt, Max Fashion, and ACE Hardware and partners like Microsoft, Samsung, Intel, ITAB, Avanade, Tech Data.\n• Develop your full potential. We pride ourselves on having a culture that allows everyone to feel valued and empowered. As part of Ombori, you’ll be expected to step up and take ownership of whatever you work on. Show us what you can do and carve out a role that’s perfect for you.\n\nInterested? Let’s talk.",
        "job_is_remote": false,
        "job_posted_at_timestamp": 1655856000,
        "job_posted_at_datetime_utc": "2022-06-22T00:00:00.000Z",
        "job_city": "Stockholm",
        "job_state": null,
        "job_country": "SE",
        "job_latitude": 59.329323,
        "job_longitude": 18.06858,
        "job_benefits": null,
        "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=A_AfQUQcqgwAAAAAAAAAAA%3D%3D",
        "job_offer_expiration_datetime_utc": null,
        "job_offer_expiration_timestamp": null,
        "job_required_experience": {
          "no_experience_required": false,
          "required_experience_in_months": null,
          "experience_mentioned": true,
          "experience_preferred": true
        },
        "job_required_skills": null,
        "job_required_education": {
          "postgraduate_degree": false,
          "professional_certification": false,
          "high_school": false,
          "associates_degree": false,
          "bachelors_degree": false,
          "degree_mentioned": false,
          "degree_preferred": false,
          "professional_certification_mentioned": false
        },
        "job_experience_in_place_of_education": false,
        "job_min_salary": null,
        "job_max_salary": null,
        "job_salary_currency": null,
        "job_salary_period": null,
        "job_highlights": {},
        "job_job_title": null,
        "job_posting_language": "en",
        "job_onet_soc": "15113300",
        "job_onet_job_zone": "4"
      },
      {
        "employer_name": "Polar Cape Consulting",
        "employer_logo": null,
        "employer_website": null,
        "employer_company_type": null,
        "job_publisher": "Polar Cape Consulting",
        "job_id": "wVYeyzVyE8IAAAAAAAAAAA==",
        "job_employment_type": "FULLTIME",
        "job_title": "Frontend Developer (React or Angular)",
        "job_apply_link": "https://career.polarcape.com/jobs/2362120-frontend-developer-react-or-angular",
        "job_apply_is_direct": false,
        "job_apply_quality_score": 0.7989,
        "job_description": "Are you an experienced Front-End Developer who wants to work with leading edge JavaScript frameworks, such as Angular and React? If you have a solid technical background, a passion for front-end development, but you are also curious about other technologies – then we have a very exciting opportunity for you. You will be working in an Agile team with the opportunity to take on diverse assignments, with supportive and highly motivated colleagues. Software developers at Polar Cape work with both web and mobile app development. You will be working with challenging tasks, for multiple clients.\n\nCharacteristics\n• 5+ years of professional development experience\n• Advanced skill-set in JavaScript and JavaScript frameworks like Angular or React.\n• Working experience with React Native is a big plus\n• Good understanding of OOP and ES6\n• Proficiency with HTML5 and CSS3\n• Familiarity with responsive design and implementation\n• Experience integrating with REST APIs\n• Experience with version control tools like GIT\n\nCandidates should:\n• Be highly professional and solution oriented with a focus on the client’s business needs\n• Be highly responsible and reliable\n• Have attention to details\n• Have great social skills\n• Flexible to travel\n\nIt will be great if you got experience with\n• NodeJS with Express\n• Build tools like Grunt, Gulp, Webpack, etc.\n• UI/UX design patterns\n• Keen interest in web and mobile technology\n• Understanding of TypeScript or equivalent\n• Hybrid Mobile Apps – Ionic, Cordova, PhoneGap, React Native, etc.\n• Agile Methodologies – SCRUM, Kanban, etc.\n\nWho you are\n• Bachelor’s or Master’s degree in IT or Computer Science or relevant field \n• Business level fluency in both written and spoken Swedish  \n• Minimum of 4 years experience as a Front-end Developer\n• Deep understanding and knowledge of the Scrum framework\n• Proficient within different agile frameworks and supporting Tools'.\n• Solution oriented with excellent problem-solving skills, especially within a complex situation that may involve various stakeholders\n• Fluent in Swedish\n\nWho we are\n\nWe are an IT consultancy, founded in 2010 with the purpose of creating a great workplace for individuals who love consultancy, impact and teamwork. Since 2010 we have grown to become over 140 talents (a number we aspire to change every month). We have our offices in Stockholm Sweden and Skopje, Macedonia where we collaborate in agile teams, managed teams and consulting on client site.\n\nDuring these 11 years, we have also been announced as Sweden’s and Europe’s best place to work, and have been in top 5, four years in a row.\n\nIn recent years we have also received the DI gazelle award, 2019 and 2020 - something that we´re very proud of.\n\nWhat do we offer?\n\nWe practice what we preach when it comes to our values of flexibility, quality and integrity. Working for Polar Cape means coming to a workplace with good company culture, and great colleagues.\n\nOther things we offer are:\n• A Supportive workplace with a flat hierarchy\n• Competitive salaries and regular performance evaluations\n• Opportunity to learn and develop, with continuous personal development plans, mentorship, and training programs.\n• A culture that encourages a good work/life balance.\n• As far as possible, flexible working hours with opportunity of working from home.\n• A budget for cell phone and computer.\n• Paid phone subscription\n• Generous health care allowance\n• Fun and creative events to socialize with colleagues and share knowledge.",
        "job_is_remote": false,
        "job_posted_at_timestamp": 1674032812,
        "job_posted_at_datetime_utc": "2023-01-18T09:06:52.000Z",
        "job_city": "Stockholm",
        "job_state": null,
        "job_country": "SE",
        "job_latitude": 59.329323,
        "job_longitude": 18.06858,
        "job_benefits": null,
        "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=wVYeyzVyE8IAAAAAAAAAAA%3D%3D",
        "job_offer_expiration_datetime_utc": null,
        "job_offer_expiration_timestamp": null,
        "job_required_experience": {
          "no_experience_required": false,
          "required_experience_in_months": 60,
          "experience_mentioned": true,
          "experience_preferred": true
        },
        "job_required_skills": null,
        "job_required_education": {
          "postgraduate_degree": false,
          "professional_certification": false,
          "high_school": false,
          "associates_degree": false,
          "bachelors_degree": false,
          "degree_mentioned": true,
          "degree_preferred": true,
          "professional_certification_mentioned": false
        },
        "job_experience_in_place_of_education": false,
        "job_min_salary": null,
        "job_max_salary": null,
        "job_salary_currency": null,
        "job_salary_period": null,
        "job_highlights": {},
        "job_job_title": null,
        "job_posting_language": "en",
        "job_onet_soc": "15113400",
        "job_onet_job_zone": "3"
      },
      {
        "employer_name": "Northab",
        "employer_logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT5BSMIt7m2uiId_3142LNElhU-kvf9h48rIEOM&s=0",
        "employer_website": null,
        "employer_company_type": null,
        "job_publisher": "Trabajo.org",
        "job_id": "dRY_Lx08My4AAAAAAAAAAA==",
        "job_employment_type": "FULLTIME",
        "job_title": "React Frontend Developer",
        "job_apply_link": "https://se.trabajo.org/job-1274-20230623-af600d26cf0f2a2b4e554396fdf347f1",
        "job_apply_is_direct": false,
        "job_apply_quality_score": 0.4637,
        "job_description": "Northab looking to its customer for an React Frontend Developer\nwith more than 7+ years of experience\n• Start ASAP - Middle of Oct-2023( chance of extension )\n• Stockholm\n• Remote work allowed ( can be 100% but first weeks is onsite)\n\nassignment:\n• Code in React\n• Build relevant unit tests\n• Optimize applications for maximum speed\n• Build for web and mobile experience\n• Collaborate with back-end developers and product owner improve usability\n• Write functional requirement documents and guides\n• Help back-end developers with coding and troubleshooting\n• Stay up-to-date on emerging technologies\n• SaFe framework\n\nTechnical Competences\n• Proven work experience as a Front-end developer\n• Hands on experience with markup languages\n• Experience with JavaScript, CSS and jQuery\n• Familiarity with browser testing and debugging\n• In-depth understanding of the entire web development process (design, development and deployment)\n• Experience with site tracking\n• Experience from A/B testing\n• Experience from development in a micro frontend and api first architecture\n\nPersonal competence\n• You have a solution and service oriented and positive approach to your work.\n• Ability to understand and analyze complex information and share it in effective and powerful communications\n• Ability to take responsibility, work proactively and continuously improve activities in complex, quickly transforming environments.\n• You have excellent communication and documentation skills in English.\n• Azure 900 Certifications and prefered Azure 204 Certifications",
        "job_is_remote": false,
        "job_posted_at_timestamp": 1687534045,
        "job_posted_at_datetime_utc": "2023-06-23T15:27:25.000Z",
        "job_city": "Stockholm",
        "job_state": null,
        "job_country": "SE",
        "job_latitude": 59.329323,
        "job_longitude": 18.06858,
        "job_benefits": null,
        "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=dRY_Lx08My4AAAAAAAAAAA%3D%3D",
        "job_offer_expiration_datetime_utc": "2023-06-30T00:00:00.000Z",
        "job_offer_expiration_timestamp": 1688083200,
        "job_required_experience": {
          "no_experience_required": false,
          "required_experience_in_months": 84,
          "experience_mentioned": true,
          "experience_preferred": false
        },
        "job_required_skills": null,
        "job_required_education": {
          "postgraduate_degree": false,
          "professional_certification": false,
          "high_school": false,
          "associates_degree": false,
          "bachelors_degree": false,
          "degree_mentioned": false,
          "degree_preferred": false,
          "professional_certification_mentioned": true
        },
        "job_experience_in_place_of_education": false,
        "job_min_salary": null,
        "job_max_salary": null,
        "job_salary_currency": null,
        "job_salary_period": null,
        "job_highlights": {},
        "job_job_title": null,
        "job_posting_language": "en",
        "job_onet_soc": "15113400",
        "job_onet_job_zone": "3"
      },
      {
        "employer_name": "Northmill",
        "employer_logo": "https://crossweb.pl/upload/company/header/northmill-bank-ab-7986-company-logo-385x195.jpg",
        "employer_website": "http://www.northmill.com",
        "employer_company_type": null,
        "job_publisher": "Emprego.pt",
        "job_id": "N4_b8UflmqIAAAAAAAAAAA==",
        "job_employment_type": "FULLTIME",
        "job_title": "React Developer",
        "job_apply_link": "https://www.emprego.pt/en/jobs/show/30924083625891987450699040520",
        "job_apply_is_direct": false,
        "job_apply_quality_score": 0.4425,
        "job_description": "Become our next partner-in-tech, join Europe's Newest Neobank, Northmill Bank. What started as an idea to improve financial life is now an industry-leading platform. We are a challenging profitable product-company where technology rules. * What's in it for you?* - Be part of building a Swedish neobank aiming to improve everyone’s financial life, by offering relevant and personalized banking services built on intelligence._ We use the latest technology to develop safe, smart, and user-friendly products for our customers. They are the sole reason why we do what we do. We are a product company where technology is the driver to create smarter banking products. On a daily basis, we solve advanced challenges using cloud-based solutions, which we know have a real impact on the products and end-users. Over 50% of our people are working within tech. The scope of your role: - Challenging an entire industry and building a great company requires a lot of things. Guts, dedication, big visions, a mentality to get things done. Yet, there’s one thing that is more important than all of this - brilliant people. Just like yourself._ You will have a great impact on our products by working closely together with the business and our customers. We offer you an amazing workplace with a great work environment of brilliant and humble colleagues. You will learn tons of stuff, get inspired, and most likely feel challenged. We are a flat organization looking for people who are better than ourselves (and we're damn brilliant). Northmill is a long-term player with organic growth and profitability since day one. Who are you? You are a creative and curious person with a genuine interest in software development. Like us, you also love to write high-quality code and do not hesitate to share your thoughts on various solutions. Or inform about any kind of problem that might occur. As you might have understood by now, we're looking for a team player, because there's no I in Team. Since we are a multicultural neobank, English is the required language (except React Native). You bring: - Experience in React.js - Experience in JavaScript and TypeScript - Willingness and interest to collaborate and work in a team - Experience with software engineering best practices (code reviews, continuous integration, continuous deployment, testing) - Familiar with Web services/web API. It would be amazing if you got: - Exposure to Agile development methodologies. - Bachelor’s degree in Computer Science, Engineering, Mathematics or a related field. Be inspired by what we offer: - Projects (also greenfield) within group of experts who are one of the best in Europe! - Real influence on company products, solutions and culture - A non-corporate atmosphere full of openness to innovation, improvement, teamwork and data-driven approach - Flexible working hours and hybrid work from Sweden (top location office in Stockholm) - Professional growth also based on trainings, workshops and industry conferences - We love to celebrate our successes - this year we all were in Spain (Alicante) - Benefits package (pension and life insurance, gym membership, employee assistance platform) Northmill is a tech-bank with the vision of simplifying everyone’s financial life. Founded in Stockholm, Sweden in 2006, we develop customer-centric and accessible products that help everyone save money and time. Northmill has 200 000 customers and 145 employees, with over 50 percent working with IT, in three countries. Have we caught your interest?",
        "job_is_remote": false,
        "job_posted_at_timestamp": 1688515200,
        "job_posted_at_datetime_utc": "2023-07-05T00:00:00.000Z",
        "job_city": "Stockholm",
        "job_state": null,
        "job_country": "SE",
        "job_latitude": 59.329323,
        "job_longitude": 18.06858,
        "job_benefits": null,
        "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=N4_b8UflmqIAAAAAAAAAAA%3D%3D",
        "job_offer_expiration_datetime_utc": "2023-07-05T00:00:00.000Z",
        "job_offer_expiration_timestamp": 1688515200,
        "job_required_experience": {
          "no_experience_required": false,
          "required_experience_in_months": null,
          "experience_mentioned": true,
          "experience_preferred": false
        },
        "job_required_skills": null,
        "job_required_education": {
          "postgraduate_degree": false,
          "professional_certification": false,
          "high_school": false,
          "associates_degree": false,
          "bachelors_degree": false,
          "degree_mentioned": true,
          "degree_preferred": true,
          "professional_certification_mentioned": false
        },
        "job_experience_in_place_of_education": false,
        "job_min_salary": null,
        "job_max_salary": null,
        "job_salary_currency": null,
        "job_salary_period": null,
        "job_highlights": {},
        "job_job_title": null,
        "job_posting_language": "en",
        "job_onet_soc": "15113400",
        "job_onet_job_zone": "3"
      },
      {
        "employer_name": "Tele2",
        "employer_logo": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Tele2_Obegransad_Svart_Logotyp.png",
        "employer_website": "http://www.tele2.com",
        "employer_company_type": "Information",
        "job_publisher": "LinkedIn",
        "job_id": "p5GkWlTxFoIAAAAAAAAAAA==",
        "job_employment_type": "FULLTIME",
        "job_title": "React Developer",
        "job_apply_link": "https://se.linkedin.com/jobs/view/react-developer-at-tele2-3629568200",
        "job_apply_is_direct": false,
        "job_apply_quality_score": 0.5358,
        "job_description": "At Tele2 our vision is to enable a society of unlimited possibilities. We are committed to shift to a circular economy as part of being leaders in sustainability. The strategy we have chosen to reach our goal has four focus areas: advance circular economy to combat climate change, maximize potential through an inclusive and diverse workplace, boost innovation for sustainability, and protect children in a connected society. \n\nWe are proud that our company is built on the courage and strength to challenge things that others take for granted. We take great pride in our role of delivering customer value by being Reliable, Insight Driven and Collaborative – it is called the Tele2 Way.  \n\nTele2’s fast networks enable mobile and fixed connectivity, telephony, data network services, TV, streaming, and global IoT solutions for millions of customers. We operate in Sweden and the Baltics and our networks cover 99% of the Swedish population.\n\nNow we are looking for a frontend developer to join our great team at IT Online & Channels.\n\nABOUT THE JOB:\n\nCan you tell the difference between building functions and bringing value? Do you feel the urge to solve a problem when you spot it? Can you navigate without paved roads? You might be the person we are looking for!\n\nAt IT Online & Channels you will be one of several main characters transforming customer-facing applications while setting the foundation for a sustainable IT landscape. We are practicing a “build once”-approach from the design system and frontend component library to the backend microservices and core systems. Our goal, as a pioneer in telco, is to provide the smartest and fastest services to our customers. Commerce development teams are responsible for providing intuitive eCom solutions while reshaping the frontend architecture.\n\nGeneral tech stack and tools\n\nReact, Next.js, Node.js, Typescript, Contentful, Azure, Docker, Kibana, Git, Jira\n\nWHO YOU ARE:\n• You are a collaborator and support others.\n• You believe in continuous improvement.\n• You are autonomous and find ways forward.\n• You engage in the product you work with.\n\nBesides having problem-solving skills, and being an excellent collaborator, we believe that you are curious to understand the big picture. A “find what you need” mentality will help you succeed in this position.\n\nWHAT WE LOOK FOR:\n• Strong background as frontend developer.\n• Minimum 4 years of experience.\n• Quality first mindset and appropriate toolbox.\n• An agile mindset and a will to share.\n\nWHAT'S IN IT FOR YOU?\n\nAt Tele2, we believe in fostering a creative and flexible work environment. You will be part of a culture where teamwork and inclusion are leading the way forward, a place where you bring your whole self to work as the unique person you are. Every employee is important for the company’s success and you will always have an impact through your work with opportunities for growth and development through internal paths. We are committed to building a company that values diversity in all its forms and we are proud to have been ranked as the number one company in Sweden for gender equality by Equileap. \n• Work-life balance is valued, offering a hybrid workplace and flexible working hours (Different working hours may apply for employees with schedule- based work) \n• Shorter working hours during the summer \n• Employees enjoy benefits and offers through the Benify portal and discounts are provided on Tele2 services such as broadband and mobile phone \n• Generous healthcare package includes wellness allowance, occupational pension, salary exchange, parental pay, and more \n• Sense of belonging and community promoted through voluntary groups like Women@Tele2, Open Voice choir, D&I Council, and Pride@Tele2 \n• Convenient parking next to the headquarter in Kista and good public transportation option are available\n\nARE WE A MATCH?\n\nThe position is in our headquarters in Kista, Stockholm.\n\nDoes this sound like a suitable position for you? Come join us! Selection and interviews are conducted continuously.\n\nAs a step in the recruitment process, Tele2 performs a background check on final candidates.",
        "job_is_remote": false,
        "job_posted_at_timestamp": 1686579306,
        "job_posted_at_datetime_utc": "2023-06-12T14:15:06.000Z",
        "job_city": "Stockholm",
        "job_state": null,
        "job_country": "SE",
        "job_latitude": 59.329323,
        "job_longitude": 18.06858,
        "job_benefits": null,
        "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=p5GkWlTxFoIAAAAAAAAAAA%3D%3D",
        "job_offer_expiration_datetime_utc": "2023-07-12T14:15:06.000Z",
        "job_offer_expiration_timestamp": 1689171306,
        "job_required_experience": {
          "no_experience_required": false,
          "required_experience_in_months": 48,
          "experience_mentioned": true,
          "experience_preferred": false
        },
        "job_required_skills": null,
        "job_required_education": {
          "postgraduate_degree": false,
          "professional_certification": false,
          "high_school": false,
          "associates_degree": false,
          "bachelors_degree": true,
          "degree_mentioned": false,
          "degree_preferred": false,
          "professional_certification_mentioned": false
        },
        "job_experience_in_place_of_education": false,
        "job_min_salary": null,
        "job_max_salary": null,
        "job_salary_currency": null,
        "job_salary_period": null,
        "job_highlights": {},
        "job_job_title": null,
        "job_posting_language": "en",
        "job_onet_soc": "15113400",
        "job_onet_job_zone": "3",
        "job_naics_code": "517110",
        "job_naics_name": "Wired Telecommunications Carriers"
      },
      {
        "employer_name": "Hormona",
        "employer_logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT5BSMIt7m2uiId_3142LNElhU-kvf9h48rIEOM&s=0",
        "employer_website": null,
        "employer_company_type": null,
        "job_publisher": "Trabajo.org",
        "job_id": "zLq8SN3stisAAAAAAAAAAA==",
        "job_employment_type": "FULLTIME",
        "job_title": "React Native Developer",
        "job_apply_link": "https://se.trabajo.org/job-1274-20230623-4bd08823fe847ac3a10d8a13571bbd92",
        "job_apply_is_direct": false,
        "job_apply_quality_score": 0.5501,
        "job_description": "Hormona is a data-driven health-tech startup on a mission to revolutionize women’s health with an office at Norrsken in Stockholm. Our focus is on hormonal health and we are about to launch our new offering helping women take control of their hormones through an innovative end-to-end solution involving AI-driven health tracking & at-home testing.\n\nIn the role as a mobile app developer at Hormona, you’ll work very hands-on, developing new features as well as maintaining and improving existing ones. You’ll work with a modern tech stack - our app is based on React Native (Expo & TypeScript) and the backend uses NestJs (Typescript) with PostgreSQL, hosted on GCP.\n\nKEY RESPONSIBILITIES\n• Translate designs and wireframes into high-quality code, ensuring best practices and optimal performance\n• Develop best-in-class iOS and Android user experience\n• Continuously evaluate and use the most appropriate technical solutions, always aiming for high quality and scalability\n• Participate in code reviews, testing, and debugging to ensure software quality and stability\n• Ensure secure solutions, in compliance with highly regulated standards of the healthcare sector.\n• Work closely with our Chief Product Officer, Tech Lead, Data Scientist, and tech team to bring the best possible solution to the market\n\nWHAT WE OFFER YOU\n• A friendly, curious, and international working environment with a small, ambitious team\n• Flexible working opportunities\n• Impact the future of the company\n• Remote work\n• Fun meet-ups with the whole team around Europe\n• Play a big role in our mission to improve the future of female health\n• Growth opportunities\n\nWHO YOU ARE\nYou are self-aware, collaborative, and have a positive character. You have a strong passion for the digitization of healthcare with a belief in a preventative approach to health. You have a good understanding of what it takes to create something from nothing and have been a part of successful, scalable technical projects.\n\nYou thrive in a fast-paced, data-driven, and agile environment and you want to use your talent to help us on our mission to change the landscape of women’s health.\n\nQUALIFICATIONS\n• At least 3 years of professional experience with React Native\n• Comfortable working with TypeScript\n• Strong understanding of mobile app development principles, including UI/UX best practices, performance optimization, and security\n• Experience with integrating APIs and web services into mobile applications\n• Familiarity with version control systems (Git) and agile development methodologies\n• Experience building complex customer-facing products\n• Autonomous and responsible, work well in a distributed team\n• An understanding of user experience and its importance in digital product development",
        "job_is_remote": false,
        "job_posted_at_timestamp": 1687532373,
        "job_posted_at_datetime_utc": "2023-06-23T14:59:33.000Z",
        "job_city": "Stockholm",
        "job_state": null,
        "job_country": "SE",
        "job_latitude": 59.329323,
        "job_longitude": 18.06858,
        "job_benefits": null,
        "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=zLq8SN3stisAAAAAAAAAAA%3D%3D",
        "job_offer_expiration_datetime_utc": "2023-06-30T00:00:00.000Z",
        "job_offer_expiration_timestamp": 1688083200,
        "job_required_experience": {
          "no_experience_required": false,
          "required_experience_in_months": 36,
          "experience_mentioned": true,
          "experience_preferred": false
        },
        "job_required_skills": null,
        "job_required_education": {
          "postgraduate_degree": false,
          "professional_certification": false,
          "high_school": false,
          "associates_degree": false,
          "bachelors_degree": false,
          "degree_mentioned": false,
          "degree_preferred": false,
          "professional_certification_mentioned": false
        },
        "job_experience_in_place_of_education": false,
        "job_min_salary": null,
        "job_max_salary": null,
        "job_salary_currency": null,
        "job_salary_period": null,
        "job_highlights": {},
        "job_job_title": null,
        "job_posting_language": "en",
        "job_onet_soc": "15113200",
        "job_onet_job_zone": "4"
      },
      {
        "employer_name": "Northmill",
        "employer_logo": "https://crossweb.pl/upload/company/header/northmill-bank-ab-7986-company-logo-385x195.jpg",
        "employer_website": "http://www.northmill.com",
        "employer_company_type": null,
        "job_publisher": "Northmill",
        "job_id": "lVPG3c6mg3oAAAAAAAAAAA==",
        "job_employment_type": "FULLTIME",
        "job_title": "Fullstack Engineer (C#,React)",
        "job_apply_link": "https://careers.northmill.com/jobs/2886357-fullstack-engineer-c-react",
        "job_apply_is_direct": false,
        "job_apply_quality_score": 0.911,
        "job_description": "We want to create a different kind of banking and shopping experience. Northmill was founded in 2006 and the main office is in Stockholm and Engineering Center is located in Poland, Katowice city. Grab this opportunity to be a part of us and our journey!\n\nThe scope of your role:\n• As a Fullstack Engineer, you will take part in the process of the re-design and development of modern financial solutions.\n• You will develop cash system, booking system used in running operations in the AWS cloud environments.\n• You will have an impact on our applications by working closely with businesses and clients who use our banking products.\n• You will work with C#, ASP .Net MVC, React, Web API, relational databases/SQL.\n• You will use a set of tools, e.g.: Jira, Confluence, Git, and Rider/Visual Studio.\n• You will use DDD and CQRS.\n\nRequired qualifications:\n• 5+ years of commercial experience in creating web applications.\n• Solid experience developing applications using C# and ASP .NET MVC.\n• Solid experience in working with SQL databases.\n• Good experience developing applications using React\n• Experience with system integration and code re-design\n• Experience with software engineering best practices (code reviews, continuous integration, continuous deployment, testing).\n• Willingness and interest to collaborate and work in a team\n• Fluency in Swedish and English language\n• Sweden (preferably Stockholm or Karlstad) as a place of living & SE citizenship or EES Resident status.\n\nPreferred qualifications:\n• Experience with POS systems or booking systems.\n• Experience with CI/CD.\n• Familiar with Web services/web API.\n• Familiar with the AWS platform.\n• Exposure to Agile development methodologies.\n\nAbout you?\nYou are a creative and curious person with a genuine interest in software development. We are always looking for new knowledge and have a curiosity out of this world. We think that you have the same mindset and you are excited to read about the latest tech trends. You might also, like us, love to write nice and high-quality code.\nWe hope you are not afraid to inform us about problems and have your thoughts on various solutions.\nYou are a team player and used to work in an Agile environment.\nSince we are a multicultural team English is the required language.\n\nFun Facts:\n• Work-life balance - hit the gym two minutes away or go for a jog in the city.\n• Event - annual conference abroad and highly appreciated “Northchill” every month.\n• Health - Gym membership as an optional benefit, monthly visits from a massage therapist at the office at an affordable cost.\n• Breakfast and fruits every day, as well as \"holy fika” each Friday.\n• Regular after work and celebrated successes at the office.\n• Stockholm's most beautiful office space that the city has to offer, right in the city center with incredible views and our very own roof top terrace.\n\nAbout Northmill\n\nA Swedish bank with the heart in the technique. 2.500 merchants. 600.000 end users.\n160 employees in four different countries, including Engineering Center hiring c.a. 40 experienced engineers. The goal? To improve financial life by being digital yet personal.\n\nApply today and be a part of Northmill!",
        "job_is_remote": false,
        "job_posted_at_timestamp": 1685710093,
        "job_posted_at_datetime_utc": "2023-06-02T12:48:13.000Z",
        "job_city": "Stockholm",
        "job_state": null,
        "job_country": "SE",
        "job_latitude": 59.329323,
        "job_longitude": 18.06858,
        "job_benefits": null,
        "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=lVPG3c6mg3oAAAAAAAAAAA%3D%3D",
        "job_offer_expiration_datetime_utc": null,
        "job_offer_expiration_timestamp": null,
        "job_required_experience": {
          "no_experience_required": false,
          "required_experience_in_months": 60,
          "experience_mentioned": true,
          "experience_preferred": false
        },
        "job_required_skills": null,
        "job_required_education": {
          "postgraduate_degree": false,
          "professional_certification": false,
          "high_school": false,
          "associates_degree": false,
          "bachelors_degree": false,
          "degree_mentioned": false,
          "degree_preferred": false,
          "professional_certification_mentioned": false
        },
        "job_experience_in_place_of_education": false,
        "job_min_salary": null,
        "job_max_salary": null,
        "job_salary_currency": null,
        "job_salary_period": null,
        "job_highlights": {},
        "job_job_title": "Engineer",
        "job_posting_language": "en",
        "job_onet_soc": "15113300",
        "job_onet_job_zone": "4"
      }
    ]
  },
  "2": {
    "employer_name": "NoA Ignite Sweden",
    "employer_logo": null,
    "employer_website": null,
    "employer_company_type": null,
    "job_publisher": "NoA Ignite Sweden",
    "job_id": "jzkc_amQEroAAAAAAAAAAA==",
    "job_employment_type": "FULLTIME",
    "job_title": "React Developer",
    "job_apply_link": "https://careers.noaignite.com/jobs/1525210-react-developer",
    "job_apply_is_direct": false,
    "job_apply_quality_score": 0.9274,
    "job_description": "We are looking for a React Developer who would like to join us on our journey to shape the future of commerce. At NoA Ignite, you'll work with the most interesting minds in the industry on challenging projects with bold customers like Fjällräven and Our Legacy, always using emotion, design, and an up-to-date tech stack.\n\nNoA Ignite is a place for visionaries, unconventional minds, experienced experts, and change-makers. A place for people that want to fight digital boredom by creating fun, groundbreaking, and ever-changing digital experiences.\n\nAs a front-end developer at NoA Ignite, you will be working with hands-on experience in front-end development and building and maintaining JavaScript applications using React while working in a team. You independently lead the development of new features and enjoy discussing and debating code and solutions with your peers. You will be an integral part of ensuring we evolve as a team and company.\n\nWe are looking for someone who\n• Have great experience in React (experience with Next.js and Material-UI)\n• Is knowledgeable about version control using Git\n• Used to delivering top-quality code and push tech\n• Can run virtual environments\n• Wants to share your knowledge with your team\n• Is curious and continuously strives to learn new things\n• Likes to solve big and small problems in collaboration with others\n\nAt the moment we are in need of someone with at least 4 years of proven work experience to complete our team.\n\nNice to haves\n• Experience with VanillaJS, Headless CMS Systems, and published npm packages\n• Active within the developer community\n• Up to date with the latest JavaScript development\n• Have experience with e-commerce web development.\n\nWhy join NoA Ignite?\n\nAt NoA Ignite, we want to gather the most interesting minds in the industry to shape the future of e-commerce.\n\nWe are technically brave – With our expertise and playful approach to technology, design, and emotion, we create the digital experiences of tomorrow.\n\nAuthentic agency in a strong network – Here, your ideas matter, and being part of the NoA network gives us access to experts in any field to realize them.\n\nTop industry talent and bold clients – Work with the best people and the most interesting minds – colleagues and clients.\n\nA place for development – We value working with customers, colleagues, and projects that ignite sparks and make us grow.\n\nWant to get a feel for the NoA Ignite vibe? Check us out on GitHub!\n\nOur recruitment process\n\nThere is no need for a personal letter or CV/resumé; provide us with the link to your LinkedIn profile and your Github or private portfolio and answer a few initial questions – that's it!\n\nIf you move forward to the next stage, we will use recruitment tests and a code test to ensure a fair selection based on your readiness for the role and your potential to grow with us.\n\nNext up: we want to get to know you, and you will get the chance to get to know us! In the first interview, we will focus on your personality and motivation for this role. The second interview is about your more technical skills and team fit. Before moving to an offer, we will ask for references from previous work experience. Let's do this!",
    "job_is_remote": false,
    "job_posted_at_timestamp": 1641978614,
    "job_posted_at_datetime_utc": "2022-01-12T09:10:14.000Z",
    "job_city": "Stockholm",
    "job_state": null,
    "job_country": "SE",
    "job_latitude": 59.329323,
    "job_longitude": 18.06858,
    "job_benefits": null,
    "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=jzkc_amQEroAAAAAAAAAAA%3D%3D",
    "job_offer_expiration_datetime_utc": null,
    "job_offer_expiration_timestamp": null,
    "job_required_experience": {
      "no_experience_required": false,
      "required_experience_in_months": 48,
      "experience_mentioned": true,
      "experience_preferred": false
    },
    "job_required_skills": null,
    "job_required_education": {
      "postgraduate_degree": false,
      "professional_certification": false,
      "high_school": false,
      "associates_degree": false,
      "bachelors_degree": false,
      "degree_mentioned": false,
      "degree_preferred": false,
      "professional_certification_mentioned": false
    },
    "job_experience_in_place_of_education": false,
    "job_min_salary": null,
    "job_max_salary": null,
    "job_salary_currency": null,
    "job_salary_period": null,
    "job_highlights": {},
    "job_job_title": null,
    "job_posting_language": "en",
    "job_onet_soc": "15113400",
    "job_onet_job_zone": "3"
  },
  "3": [
    {
      "employer_name": "NoA Ignite Sweden",
      "employer_logo": null,
      "employer_website": null,
      "employer_company_type": null,
      "job_publisher": "NoA Ignite Sweden",
      "job_id": "jzkc_amQEroAAAAAAAAAAA==",
      "job_employment_type": "FULLTIME",
      "job_title": "React Developer",
      "job_apply_link": "https://careers.noaignite.com/jobs/1525210-react-developer",
      "job_apply_is_direct": false,
      "job_apply_quality_score": 0.9274,
      "job_description": "We are looking for a React Developer who would like to join us on our journey to shape the future of commerce. At NoA Ignite, you'll work with the most interesting minds in the industry on challenging projects with bold customers like Fjällräven and Our Legacy, always using emotion, design, and an up-to-date tech stack.\n\nNoA Ignite is a place for visionaries, unconventional minds, experienced experts, and change-makers. A place for people that want to fight digital boredom by creating fun, groundbreaking, and ever-changing digital experiences.\n\nAs a front-end developer at NoA Ignite, you will be working with hands-on experience in front-end development and building and maintaining JavaScript applications using React while working in a team. You independently lead the development of new features and enjoy discussing and debating code and solutions with your peers. You will be an integral part of ensuring we evolve as a team and company.\n\nWe are looking for someone who\n• Have great experience in React (experience with Next.js and Material-UI)\n• Is knowledgeable about version control using Git\n• Used to delivering top-quality code and push tech\n• Can run virtual environments\n• Wants to share your knowledge with your team\n• Is curious and continuously strives to learn new things\n• Likes to solve big and small problems in collaboration with others\n\nAt the moment we are in need of someone with at least 4 years of proven work experience to complete our team.\n\nNice to haves\n• Experience with VanillaJS, Headless CMS Systems, and published npm packages\n• Active within the developer community\n• Up to date with the latest JavaScript development\n• Have experience with e-commerce web development.\n\nWhy join NoA Ignite?\n\nAt NoA Ignite, we want to gather the most interesting minds in the industry to shape the future of e-commerce.\n\nWe are technically brave – With our expertise and playful approach to technology, design, and emotion, we create the digital experiences of tomorrow.\n\nAuthentic agency in a strong network – Here, your ideas matter, and being part of the NoA network gives us access to experts in any field to realize them.\n\nTop industry talent and bold clients – Work with the best people and the most interesting minds – colleagues and clients.\n\nA place for development – We value working with customers, colleagues, and projects that ignite sparks and make us grow.\n\nWant to get a feel for the NoA Ignite vibe? Check us out on GitHub!\n\nOur recruitment process\n\nThere is no need for a personal letter or CV/resumé; provide us with the link to your LinkedIn profile and your Github or private portfolio and answer a few initial questions – that's it!\n\nIf you move forward to the next stage, we will use recruitment tests and a code test to ensure a fair selection based on your readiness for the role and your potential to grow with us.\n\nNext up: we want to get to know you, and you will get the chance to get to know us! In the first interview, we will focus on your personality and motivation for this role. The second interview is about your more technical skills and team fit. Before moving to an offer, we will ask for references from previous work experience. Let's do this!",
      "job_is_remote": false,
      "job_posted_at_timestamp": 1641978614,
      "job_posted_at_datetime_utc": "2022-01-12T09:10:14.000Z",
      "job_city": "Stockholm",
      "job_state": null,
      "job_country": "SE",
      "job_latitude": 59.329323,
      "job_longitude": 18.06858,
      "job_benefits": null,
      "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=jzkc_amQEroAAAAAAAAAAA%3D%3D",
      "job_offer_expiration_datetime_utc": null,
      "job_offer_expiration_timestamp": null,
      "job_required_experience": {
        "no_experience_required": false,
        "required_experience_in_months": 48,
        "experience_mentioned": true,
        "experience_preferred": false
      },
      "job_required_skills": null,
      "job_required_education": {
        "postgraduate_degree": false,
        "professional_certification": false,
        "high_school": false,
        "associates_degree": false,
        "bachelors_degree": false,
        "degree_mentioned": false,
        "degree_preferred": false,
        "professional_certification_mentioned": false
      },
      "job_experience_in_place_of_education": false,
      "job_min_salary": null,
      "job_max_salary": null,
      "job_salary_currency": null,
      "job_salary_period": null,
      "job_highlights": {},
      "job_job_title": null,
      "job_posting_language": "en",
      "job_onet_soc": "15113400",
      "job_onet_job_zone": "3"
    },
    {
      "employer_name": "Instabox",
      "employer_logo": null,
      "employer_website": "http://instabox.io",
      "employer_company_type": null,
      "job_publisher": "Instabox",
      "job_id": "cSJgdv-z8UIAAAAAAAAAAA==",
      "job_employment_type": "FULLTIME",
      "job_title": "Frontend Developer - React/React Native",
      "job_apply_link": "https://www.instabox.work/jobs/2530147-frontend-developer-react-react-native",
      "job_apply_is_direct": false,
      "job_apply_quality_score": 0.9225,
      "job_description": "About the role\nWe’re now looking for experienced Frontend Developers, who think it's fun to create and maintain useful applications and services using modern tooling, which all contribute to a great user experience both for internal and external users. At us you’ll be able to shape the future of products that directly affect millions of users all over Europe. Below you find some nice-to-have information on how it is to be a Frontend Developer:\n\nThe Shopping team's main objective is to ensure customers get the most out of their shopping experience, both through the App and also through the web. They work collaboratively and closely together as a team to make sure they're constantly improving the functionality and stability of the products while increasing transparency and always finding new ways to communicate with our customers.\n\nThe Box team is designing and implementing user-friendly interfaces for internal use as well as developing the human-machine interface for the box product. Working closely with product stakeholders, they help to bring new features and continuous improvements to the box product and its internal systems.\n\nAbout you\nWe’re hiring for multiple teams and we are looking for both senior engineers or you with a couple of years of experience looking for your next move - If you are a skilled problem solver who loves coding and making complex things work, then this is the place for you! We value individuals who are keen to learn, and your eagerness to develop your skill set will probably be your strongest asset when joining us. Beyond that we imagine that you have the following:\n• At least 3 years of work experience as a Frontend Engineer in a modern tech environment\n• Experience with JavaScript/TypeScript/React/React Native\n• Good facilitation skills\n• Proficient in English\n• Comfortable making decisions\n• A soft spot for (great) UX and making things easy for the user\n• Worked on building and maintaining large-scale production apps\n• Experience working with Redux or other state management systems\n• Problem-solving skills and ability to think about sustainable and long-term solutions\n• Experience in working with an agile development methodology\n• Based in Sweden (Stockholm)\n\nIn order for you to thrive you need to like the fast-paced environment and not be afraid to get dirt under your fingernails. Let's be honest, we are in an incredibly exciting phase where much is uncertain and not decided. In this business, you need to have thick skin to get by, like changes and not be afraid to set new structures, set processes, and create new WoW.\n\nDiversity and inclusion are very important for us, and we also know that we don’t know everything. So if your passion is making great user experiences, and you have a strong willingness to learn, but don’t tick all the boxes above – don't hesitate to apply no matter who you are and let us know how you can contribute to our journey.\n\nThis recruitment process consists of personality tests via Alva Labs and background checks as a review of previous public criminal records. The result is public information that is handled confidentially. This is mandatory for all recruitment processes in Sweden.\n\n#LI-OS1",
      "job_is_remote": false,
      "job_posted_at_timestamp": 1678096940,
      "job_posted_at_datetime_utc": "2023-03-06T10:02:20.000Z",
      "job_city": "Stockholm",
      "job_state": null,
      "job_country": "SE",
      "job_latitude": 59.329323,
      "job_longitude": 18.06858,
      "job_benefits": null,
      "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=cSJgdv-z8UIAAAAAAAAAAA%3D%3D",
      "job_offer_expiration_datetime_utc": null,
      "job_offer_expiration_timestamp": null,
      "job_required_experience": {
        "no_experience_required": false,
        "required_experience_in_months": 36,
        "experience_mentioned": true,
        "experience_preferred": false
      },
      "job_required_skills": null,
      "job_required_education": {
        "postgraduate_degree": false,
        "professional_certification": false,
        "high_school": false,
        "associates_degree": false,
        "bachelors_degree": false,
        "degree_mentioned": false,
        "degree_preferred": false,
        "professional_certification_mentioned": false
      },
      "job_experience_in_place_of_education": false,
      "job_min_salary": null,
      "job_max_salary": null,
      "job_salary_currency": null,
      "job_salary_period": null,
      "job_highlights": {},
      "job_job_title": null,
      "job_posting_language": "en",
      "job_onet_soc": "15113400",
      "job_onet_job_zone": "3"
    },
    {
      "employer_name": "Veritaz IT Tech",
      "employer_logo": null,
      "employer_website": null,
      "employer_company_type": null,
      "job_publisher": "SimplyHired",
      "job_id": "e7s8pX3BPFoAAAAAAAAAAA==",
      "job_employment_type": "FULLTIME",
      "job_title": "React Native Developer - Stockholm",
      "job_apply_link": "https://www.simplyhired.se/job/s0Xy9nIFdyeh12riEARZMMATcJg8cLdhcr1Lf9pf08NyJmJeTZl5qA",
      "job_apply_is_direct": false,
      "job_apply_quality_score": 0.4226,
      "job_description": "Veritaz is a fast-growing IT-consultant firm. Our company is made up of insanely bright people from over 4 countries, and we are located in Sweden, UK, US and Pakistan. The voyage has been incredible this far, but it is only the beginning.\n\nAssignment Description:\n\nAs a React Native developer, you will join our development team and play a vital role in building innovative apps and tools that enhance healthcare communication and improve the patient experience. You will have the opportunity to work with modern technologies, influence product development, and collaborate closely with the team.\n\nResponsibilities:\n\n· Developing mobile applications using React Native for both iOS and Android platforms.\n\n· Frontend development in React and Next.js if required.\n\n· Ensuring high-quality delivery and developing effective test strategies.\n\n· Collaborating with the team to refine and enhance existing workflows.\n\n· Creating optimal technical conditions for clinical flows.\n\nWho You Are:\n\n· To succeed in this role, you should have a university degree in computer technology or a related field.\n\n· You should have previous experience in app development using React Native, preferably with expertise in both iOS and Android platforms.\n\n· Knowledge of web development using React and Next.js is advantageous.\n\n· Fluent proficiency in both Swedish and English, both spoken and written.\n\nJob Type: Full-time\n\nSalary: 30,000.00kr - 60,000.00kr per month\n\nAbility to commute/relocate:\n• Stockholm: Reliably commute or planning to relocate before starting work (Preferred)\n\nApplication Question(s):\n• What is your salary expectations?\n• When will you be available to join?\n• Do you need a sponsor with a Swedish working permit?\n• What is your level of proficient in Swedish?\n\nWork authorization:\n• Sweden (Preferred)",
      "job_is_remote": false,
      "job_posted_at_timestamp": 1687867907,
      "job_posted_at_datetime_utc": "2023-06-27T12:11:47.000Z",
      "job_city": "Stockholm",
      "job_state": null,
      "job_country": "SE",
      "job_latitude": 59.329323,
      "job_longitude": 18.06858,
      "job_benefits": null,
      "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=e7s8pX3BPFoAAAAAAAAAAA%3D%3D",
      "job_offer_expiration_datetime_utc": null,
      "job_offer_expiration_timestamp": null,
      "job_required_experience": {
        "no_experience_required": false,
        "required_experience_in_months": null,
        "experience_mentioned": true,
        "experience_preferred": false
      },
      "job_required_skills": null,
      "job_required_education": {
        "postgraduate_degree": false,
        "professional_certification": false,
        "high_school": false,
        "associates_degree": false,
        "bachelors_degree": false,
        "degree_mentioned": true,
        "degree_preferred": true,
        "professional_certification_mentioned": false
      },
      "job_experience_in_place_of_education": false,
      "job_min_salary": null,
      "job_max_salary": null,
      "job_salary_currency": null,
      "job_salary_period": null,
      "job_highlights": {},
      "job_job_title": null,
      "job_posting_language": "en",
      "job_onet_soc": "15113400",
      "job_onet_job_zone": "3"
    },
    {
      "employer_name": "Ombori",
      "employer_logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRiKC2005Uaooop8mPiaGw2G1NEBcqEzSzWaMyz&s=0",
      "employer_website": "http://ombori.com",
      "employer_company_type": null,
      "job_publisher": "Jobs By Workable",
      "job_id": "A_AfQUQcqgwAAAAAAAAAAA==",
      "job_employment_type": "FULLTIME",
      "job_title": "Fullstack Developer (Node/React) - Sweden",
      "job_apply_link": "https://jobs.workable.com/view/6nnpzdqKjvGeLYz6qVFtkB/fullstack-developer-(node%2Freact)---sweden-in-stockholm-at-ombori",
      "job_apply_is_direct": true,
      "job_apply_quality_score": 0.718,
      "job_description": "OmboriGrid is hiring a Fullstack Developer to work in Sweden (Stockholm area).\n\nWhat does OmboriGrid do?\n\nWe are creating the market leading Store Digitalization Platform to power the best in-store shopping experiences for customers and empower employees.\n\nWe bridge a wide range of IoT devices, AI and machine learning powered cognitive services with touch screens and mobile phones to create solutions that are memorable, easy to use, and delight our customers.\n\nWe're growing fast\nIn February 2021 we took second round of investment of 60million SEK to fund the next stage of our expansion.\n\nFind out more about us on our Website and YouTube channel.\n\nWhat will you be doing?\n\nYou will NOT be building yet another web or mobile app! We are looking for ambitious and creative software engineers that are up for a challenge. Our fullstack position consists of working with cloud-based backend, modern frontend, IoT ecosystem and a wide variety of hardware.\n\nWe are very passionate about technology. We use the latest and greatest tools and we’re always looking for new ways to innovate. Everyone in the team actively influences the design and functionality of our products.\n\nYour role will be to develop exciting IoT solutions that improve the lives of end users. This involves developing and maintaining core platform modules as well as user-facing features across our product range:\n• Developing backend services and APIs on top of Azure cloud platform using Node\n• Implementing new user-facing UI features using React\n• Working with IoT devices and other hardware components\n• Building reusable platform components, tools and libraries\n• Optimising components for maximum performance across a vast array of web-capable devices and browsers\n• Coordinating development efforts with colleagues as well as customer tech teams\n• Following DevOps principles\n\nAre you the right fit?\n\nWe’re looking for someone who has:\n• Experience in a similar role. You need hands-on experience with both backend and frontend.\n• Experience with Node, React, JavaScript and TypeScript. You will be working a lot with all.\n• Cloud exposure. Familiarity with Azure cloud platform or other cloud services will help you a lot.\n• Business to technical. Ability to understand business requirements and translate them into technical requirements. Being comfortable in technical discussions and in conversation with clients.\n• Strong communication and people skills. You will need to be fluent in both written and spoken English. You will also need to be comfortable working with colleagues and clients for whom English is not a primary language.\n• Self-starter attitude. You will enjoy this role if you like responsibility and accountability.\n\nWe work in a hybrid mode - the ability to visit our office to work with real devices and hardware, whenever needed, is important.\n\nWe’d love it if you also had the following:\n• IoT/hardware interest. It's great if you have interest in IoT solutions or prior experience with IoT technologies.\n• Product interest. Experience working in a product-oriented company will be a plus.\n\nWhy join Ombori?\n\nWe’re looking for people who relish a challenge and enjoy pushing themselves. Don’t expect to stay in your comfort zone - our clients are demanding, and they expect the best. But here’s what we offer you.\n• Be part of a growing international team of talented professionals. You’ll find yourself working alongside people from countries such as Sweden, Poland, China, Hungary, the UK, and the Philippines.\n• Work on challenging, innovative projects with high profile clients and partners throughout the world. You’ll have the satisfaction that comes from delivering ground-breaking results that will be used by millions of people together with our clients including well-known brands like Target, Dufry, IKEA, H&M, Lindt, Max Fashion, and ACE Hardware and partners like Microsoft, Samsung, Intel, ITAB, Avanade, Tech Data.\n• Develop your full potential. We pride ourselves on having a culture that allows everyone to feel valued and empowered. As part of Ombori, you’ll be expected to step up and take ownership of whatever you work on. Show us what you can do and carve out a role that’s perfect for you.\n\nInterested? Let’s talk.",
      "job_is_remote": false,
      "job_posted_at_timestamp": 1655856000,
      "job_posted_at_datetime_utc": "2022-06-22T00:00:00.000Z",
      "job_city": "Stockholm",
      "job_state": null,
      "job_country": "SE",
      "job_latitude": 59.329323,
      "job_longitude": 18.06858,
      "job_benefits": null,
      "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=A_AfQUQcqgwAAAAAAAAAAA%3D%3D",
      "job_offer_expiration_datetime_utc": null,
      "job_offer_expiration_timestamp": null,
      "job_required_experience": {
        "no_experience_required": false,
        "required_experience_in_months": null,
        "experience_mentioned": true,
        "experience_preferred": true
      },
      "job_required_skills": null,
      "job_required_education": {
        "postgraduate_degree": false,
        "professional_certification": false,
        "high_school": false,
        "associates_degree": false,
        "bachelors_degree": false,
        "degree_mentioned": false,
        "degree_preferred": false,
        "professional_certification_mentioned": false
      },
      "job_experience_in_place_of_education": false,
      "job_min_salary": null,
      "job_max_salary": null,
      "job_salary_currency": null,
      "job_salary_period": null,
      "job_highlights": {},
      "job_job_title": null,
      "job_posting_language": "en",
      "job_onet_soc": "15113300",
      "job_onet_job_zone": "4"
    },
    {
      "employer_name": "Polar Cape Consulting",
      "employer_logo": null,
      "employer_website": null,
      "employer_company_type": null,
      "job_publisher": "Polar Cape Consulting",
      "job_id": "wVYeyzVyE8IAAAAAAAAAAA==",
      "job_employment_type": "FULLTIME",
      "job_title": "Frontend Developer (React or Angular)",
      "job_apply_link": "https://career.polarcape.com/jobs/2362120-frontend-developer-react-or-angular",
      "job_apply_is_direct": false,
      "job_apply_quality_score": 0.7989,
      "job_description": "Are you an experienced Front-End Developer who wants to work with leading edge JavaScript frameworks, such as Angular and React? If you have a solid technical background, a passion for front-end development, but you are also curious about other technologies – then we have a very exciting opportunity for you. You will be working in an Agile team with the opportunity to take on diverse assignments, with supportive and highly motivated colleagues. Software developers at Polar Cape work with both web and mobile app development. You will be working with challenging tasks, for multiple clients.\n\nCharacteristics\n• 5+ years of professional development experience\n• Advanced skill-set in JavaScript and JavaScript frameworks like Angular or React.\n• Working experience with React Native is a big plus\n• Good understanding of OOP and ES6\n• Proficiency with HTML5 and CSS3\n• Familiarity with responsive design and implementation\n• Experience integrating with REST APIs\n• Experience with version control tools like GIT\n\nCandidates should:\n• Be highly professional and solution oriented with a focus on the client’s business needs\n• Be highly responsible and reliable\n• Have attention to details\n• Have great social skills\n• Flexible to travel\n\nIt will be great if you got experience with\n• NodeJS with Express\n• Build tools like Grunt, Gulp, Webpack, etc.\n• UI/UX design patterns\n• Keen interest in web and mobile technology\n• Understanding of TypeScript or equivalent\n• Hybrid Mobile Apps – Ionic, Cordova, PhoneGap, React Native, etc.\n• Agile Methodologies – SCRUM, Kanban, etc.\n\nWho you are\n• Bachelor’s or Master’s degree in IT or Computer Science or relevant field \n• Business level fluency in both written and spoken Swedish  \n• Minimum of 4 years experience as a Front-end Developer\n• Deep understanding and knowledge of the Scrum framework\n• Proficient within different agile frameworks and supporting Tools'.\n• Solution oriented with excellent problem-solving skills, especially within a complex situation that may involve various stakeholders\n• Fluent in Swedish\n\nWho we are\n\nWe are an IT consultancy, founded in 2010 with the purpose of creating a great workplace for individuals who love consultancy, impact and teamwork. Since 2010 we have grown to become over 140 talents (a number we aspire to change every month). We have our offices in Stockholm Sweden and Skopje, Macedonia where we collaborate in agile teams, managed teams and consulting on client site.\n\nDuring these 11 years, we have also been announced as Sweden’s and Europe’s best place to work, and have been in top 5, four years in a row.\n\nIn recent years we have also received the DI gazelle award, 2019 and 2020 - something that we´re very proud of.\n\nWhat do we offer?\n\nWe practice what we preach when it comes to our values of flexibility, quality and integrity. Working for Polar Cape means coming to a workplace with good company culture, and great colleagues.\n\nOther things we offer are:\n• A Supportive workplace with a flat hierarchy\n• Competitive salaries and regular performance evaluations\n• Opportunity to learn and develop, with continuous personal development plans, mentorship, and training programs.\n• A culture that encourages a good work/life balance.\n• As far as possible, flexible working hours with opportunity of working from home.\n• A budget for cell phone and computer.\n• Paid phone subscription\n• Generous health care allowance\n• Fun and creative events to socialize with colleagues and share knowledge.",
      "job_is_remote": false,
      "job_posted_at_timestamp": 1674032812,
      "job_posted_at_datetime_utc": "2023-01-18T09:06:52.000Z",
      "job_city": "Stockholm",
      "job_state": null,
      "job_country": "SE",
      "job_latitude": 59.329323,
      "job_longitude": 18.06858,
      "job_benefits": null,
      "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=wVYeyzVyE8IAAAAAAAAAAA%3D%3D",
      "job_offer_expiration_datetime_utc": null,
      "job_offer_expiration_timestamp": null,
      "job_required_experience": {
        "no_experience_required": false,
        "required_experience_in_months": 60,
        "experience_mentioned": true,
        "experience_preferred": true
      },
      "job_required_skills": null,
      "job_required_education": {
        "postgraduate_degree": false,
        "professional_certification": false,
        "high_school": false,
        "associates_degree": false,
        "bachelors_degree": false,
        "degree_mentioned": true,
        "degree_preferred": true,
        "professional_certification_mentioned": false
      },
      "job_experience_in_place_of_education": false,
      "job_min_salary": null,
      "job_max_salary": null,
      "job_salary_currency": null,
      "job_salary_period": null,
      "job_highlights": {},
      "job_job_title": null,
      "job_posting_language": "en",
      "job_onet_soc": "15113400",
      "job_onet_job_zone": "3"
    },
    {
      "employer_name": "Northab",
      "employer_logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT5BSMIt7m2uiId_3142LNElhU-kvf9h48rIEOM&s=0",
      "employer_website": null,
      "employer_company_type": null,
      "job_publisher": "Trabajo.org",
      "job_id": "dRY_Lx08My4AAAAAAAAAAA==",
      "job_employment_type": "FULLTIME",
      "job_title": "React Frontend Developer",
      "job_apply_link": "https://se.trabajo.org/job-1274-20230623-af600d26cf0f2a2b4e554396fdf347f1",
      "job_apply_is_direct": false,
      "job_apply_quality_score": 0.4637,
      "job_description": "Northab looking to its customer for an React Frontend Developer\nwith more than 7+ years of experience\n• Start ASAP - Middle of Oct-2023( chance of extension )\n• Stockholm\n• Remote work allowed ( can be 100% but first weeks is onsite)\n\nassignment:\n• Code in React\n• Build relevant unit tests\n• Optimize applications for maximum speed\n• Build for web and mobile experience\n• Collaborate with back-end developers and product owner improve usability\n• Write functional requirement documents and guides\n• Help back-end developers with coding and troubleshooting\n• Stay up-to-date on emerging technologies\n• SaFe framework\n\nTechnical Competences\n• Proven work experience as a Front-end developer\n• Hands on experience with markup languages\n• Experience with JavaScript, CSS and jQuery\n• Familiarity with browser testing and debugging\n• In-depth understanding of the entire web development process (design, development and deployment)\n• Experience with site tracking\n• Experience from A/B testing\n• Experience from development in a micro frontend and api first architecture\n\nPersonal competence\n• You have a solution and service oriented and positive approach to your work.\n• Ability to understand and analyze complex information and share it in effective and powerful communications\n• Ability to take responsibility, work proactively and continuously improve activities in complex, quickly transforming environments.\n• You have excellent communication and documentation skills in English.\n• Azure 900 Certifications and prefered Azure 204 Certifications",
      "job_is_remote": false,
      "job_posted_at_timestamp": 1687534045,
      "job_posted_at_datetime_utc": "2023-06-23T15:27:25.000Z",
      "job_city": "Stockholm",
      "job_state": null,
      "job_country": "SE",
      "job_latitude": 59.329323,
      "job_longitude": 18.06858,
      "job_benefits": null,
      "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=dRY_Lx08My4AAAAAAAAAAA%3D%3D",
      "job_offer_expiration_datetime_utc": "2023-06-30T00:00:00.000Z",
      "job_offer_expiration_timestamp": 1688083200,
      "job_required_experience": {
        "no_experience_required": false,
        "required_experience_in_months": 84,
        "experience_mentioned": true,
        "experience_preferred": false
      },
      "job_required_skills": null,
      "job_required_education": {
        "postgraduate_degree": false,
        "professional_certification": false,
        "high_school": false,
        "associates_degree": false,
        "bachelors_degree": false,
        "degree_mentioned": false,
        "degree_preferred": false,
        "professional_certification_mentioned": true
      },
      "job_experience_in_place_of_education": false,
      "job_min_salary": null,
      "job_max_salary": null,
      "job_salary_currency": null,
      "job_salary_period": null,
      "job_highlights": {},
      "job_job_title": null,
      "job_posting_language": "en",
      "job_onet_soc": "15113400",
      "job_onet_job_zone": "3"
    },
    {
      "employer_name": "Northmill",
      "employer_logo": "https://crossweb.pl/upload/company/header/northmill-bank-ab-7986-company-logo-385x195.jpg",
      "employer_website": "http://www.northmill.com",
      "employer_company_type": null,
      "job_publisher": "Emprego.pt",
      "job_id": "N4_b8UflmqIAAAAAAAAAAA==",
      "job_employment_type": "FULLTIME",
      "job_title": "React Developer",
      "job_apply_link": "https://www.emprego.pt/en/jobs/show/30924083625891987450699040520",
      "job_apply_is_direct": false,
      "job_apply_quality_score": 0.4425,
      "job_description": "Become our next partner-in-tech, join Europe's Newest Neobank, Northmill Bank. What started as an idea to improve financial life is now an industry-leading platform. We are a challenging profitable product-company where technology rules. * What's in it for you?* - Be part of building a Swedish neobank aiming to improve everyone’s financial life, by offering relevant and personalized banking services built on intelligence._ We use the latest technology to develop safe, smart, and user-friendly products for our customers. They are the sole reason why we do what we do. We are a product company where technology is the driver to create smarter banking products. On a daily basis, we solve advanced challenges using cloud-based solutions, which we know have a real impact on the products and end-users. Over 50% of our people are working within tech. The scope of your role: - Challenging an entire industry and building a great company requires a lot of things. Guts, dedication, big visions, a mentality to get things done. Yet, there’s one thing that is more important than all of this - brilliant people. Just like yourself._ You will have a great impact on our products by working closely together with the business and our customers. We offer you an amazing workplace with a great work environment of brilliant and humble colleagues. You will learn tons of stuff, get inspired, and most likely feel challenged. We are a flat organization looking for people who are better than ourselves (and we're damn brilliant). Northmill is a long-term player with organic growth and profitability since day one. Who are you? You are a creative and curious person with a genuine interest in software development. Like us, you also love to write high-quality code and do not hesitate to share your thoughts on various solutions. Or inform about any kind of problem that might occur. As you might have understood by now, we're looking for a team player, because there's no I in Team. Since we are a multicultural neobank, English is the required language (except React Native). You bring: - Experience in React.js - Experience in JavaScript and TypeScript - Willingness and interest to collaborate and work in a team - Experience with software engineering best practices (code reviews, continuous integration, continuous deployment, testing) - Familiar with Web services/web API. It would be amazing if you got: - Exposure to Agile development methodologies. - Bachelor’s degree in Computer Science, Engineering, Mathematics or a related field. Be inspired by what we offer: - Projects (also greenfield) within group of experts who are one of the best in Europe! - Real influence on company products, solutions and culture - A non-corporate atmosphere full of openness to innovation, improvement, teamwork and data-driven approach - Flexible working hours and hybrid work from Sweden (top location office in Stockholm) - Professional growth also based on trainings, workshops and industry conferences - We love to celebrate our successes - this year we all were in Spain (Alicante) - Benefits package (pension and life insurance, gym membership, employee assistance platform) Northmill is a tech-bank with the vision of simplifying everyone’s financial life. Founded in Stockholm, Sweden in 2006, we develop customer-centric and accessible products that help everyone save money and time. Northmill has 200 000 customers and 145 employees, with over 50 percent working with IT, in three countries. Have we caught your interest?",
      "job_is_remote": false,
      "job_posted_at_timestamp": 1688515200,
      "job_posted_at_datetime_utc": "2023-07-05T00:00:00.000Z",
      "job_city": "Stockholm",
      "job_state": null,
      "job_country": "SE",
      "job_latitude": 59.329323,
      "job_longitude": 18.06858,
      "job_benefits": null,
      "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=N4_b8UflmqIAAAAAAAAAAA%3D%3D",
      "job_offer_expiration_datetime_utc": "2023-07-05T00:00:00.000Z",
      "job_offer_expiration_timestamp": 1688515200,
      "job_required_experience": {
        "no_experience_required": false,
        "required_experience_in_months": null,
        "experience_mentioned": true,
        "experience_preferred": false
      },
      "job_required_skills": null,
      "job_required_education": {
        "postgraduate_degree": false,
        "professional_certification": false,
        "high_school": false,
        "associates_degree": false,
        "bachelors_degree": false,
        "degree_mentioned": true,
        "degree_preferred": true,
        "professional_certification_mentioned": false
      },
      "job_experience_in_place_of_education": false,
      "job_min_salary": null,
      "job_max_salary": null,
      "job_salary_currency": null,
      "job_salary_period": null,
      "job_highlights": {},
      "job_job_title": null,
      "job_posting_language": "en",
      "job_onet_soc": "15113400",
      "job_onet_job_zone": "3"
    },
    {
      "employer_name": "Tele2",
      "employer_logo": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Tele2_Obegransad_Svart_Logotyp.png",
      "employer_website": "http://www.tele2.com",
      "employer_company_type": "Information",
      "job_publisher": "LinkedIn",
      "job_id": "p5GkWlTxFoIAAAAAAAAAAA==",
      "job_employment_type": "FULLTIME",
      "job_title": "React Developer",
      "job_apply_link": "https://se.linkedin.com/jobs/view/react-developer-at-tele2-3629568200",
      "job_apply_is_direct": false,
      "job_apply_quality_score": 0.5358,
      "job_description": "At Tele2 our vision is to enable a society of unlimited possibilities. We are committed to shift to a circular economy as part of being leaders in sustainability. The strategy we have chosen to reach our goal has four focus areas: advance circular economy to combat climate change, maximize potential through an inclusive and diverse workplace, boost innovation for sustainability, and protect children in a connected society. \n\nWe are proud that our company is built on the courage and strength to challenge things that others take for granted. We take great pride in our role of delivering customer value by being Reliable, Insight Driven and Collaborative – it is called the Tele2 Way.  \n\nTele2’s fast networks enable mobile and fixed connectivity, telephony, data network services, TV, streaming, and global IoT solutions for millions of customers. We operate in Sweden and the Baltics and our networks cover 99% of the Swedish population.\n\nNow we are looking for a frontend developer to join our great team at IT Online & Channels.\n\nABOUT THE JOB:\n\nCan you tell the difference between building functions and bringing value? Do you feel the urge to solve a problem when you spot it? Can you navigate without paved roads? You might be the person we are looking for!\n\nAt IT Online & Channels you will be one of several main characters transforming customer-facing applications while setting the foundation for a sustainable IT landscape. We are practicing a “build once”-approach from the design system and frontend component library to the backend microservices and core systems. Our goal, as a pioneer in telco, is to provide the smartest and fastest services to our customers. Commerce development teams are responsible for providing intuitive eCom solutions while reshaping the frontend architecture.\n\nGeneral tech stack and tools\n\nReact, Next.js, Node.js, Typescript, Contentful, Azure, Docker, Kibana, Git, Jira\n\nWHO YOU ARE:\n• You are a collaborator and support others.\n• You believe in continuous improvement.\n• You are autonomous and find ways forward.\n• You engage in the product you work with.\n\nBesides having problem-solving skills, and being an excellent collaborator, we believe that you are curious to understand the big picture. A “find what you need” mentality will help you succeed in this position.\n\nWHAT WE LOOK FOR:\n• Strong background as frontend developer.\n• Minimum 4 years of experience.\n• Quality first mindset and appropriate toolbox.\n• An agile mindset and a will to share.\n\nWHAT'S IN IT FOR YOU?\n\nAt Tele2, we believe in fostering a creative and flexible work environment. You will be part of a culture where teamwork and inclusion are leading the way forward, a place where you bring your whole self to work as the unique person you are. Every employee is important for the company’s success and you will always have an impact through your work with opportunities for growth and development through internal paths. We are committed to building a company that values diversity in all its forms and we are proud to have been ranked as the number one company in Sweden for gender equality by Equileap. \n• Work-life balance is valued, offering a hybrid workplace and flexible working hours (Different working hours may apply for employees with schedule- based work) \n• Shorter working hours during the summer \n• Employees enjoy benefits and offers through the Benify portal and discounts are provided on Tele2 services such as broadband and mobile phone \n• Generous healthcare package includes wellness allowance, occupational pension, salary exchange, parental pay, and more \n• Sense of belonging and community promoted through voluntary groups like Women@Tele2, Open Voice choir, D&I Council, and Pride@Tele2 \n• Convenient parking next to the headquarter in Kista and good public transportation option are available\n\nARE WE A MATCH?\n\nThe position is in our headquarters in Kista, Stockholm.\n\nDoes this sound like a suitable position for you? Come join us! Selection and interviews are conducted continuously.\n\nAs a step in the recruitment process, Tele2 performs a background check on final candidates.",
      "job_is_remote": false,
      "job_posted_at_timestamp": 1686579306,
      "job_posted_at_datetime_utc": "2023-06-12T14:15:06.000Z",
      "job_city": "Stockholm",
      "job_state": null,
      "job_country": "SE",
      "job_latitude": 59.329323,
      "job_longitude": 18.06858,
      "job_benefits": null,
      "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=p5GkWlTxFoIAAAAAAAAAAA%3D%3D",
      "job_offer_expiration_datetime_utc": "2023-07-12T14:15:06.000Z",
      "job_offer_expiration_timestamp": 1689171306,
      "job_required_experience": {
        "no_experience_required": false,
        "required_experience_in_months": 48,
        "experience_mentioned": true,
        "experience_preferred": false
      },
      "job_required_skills": null,
      "job_required_education": {
        "postgraduate_degree": false,
        "professional_certification": false,
        "high_school": false,
        "associates_degree": false,
        "bachelors_degree": true,
        "degree_mentioned": false,
        "degree_preferred": false,
        "professional_certification_mentioned": false
      },
      "job_experience_in_place_of_education": false,
      "job_min_salary": null,
      "job_max_salary": null,
      "job_salary_currency": null,
      "job_salary_period": null,
      "job_highlights": {},
      "job_job_title": null,
      "job_posting_language": "en",
      "job_onet_soc": "15113400",
      "job_onet_job_zone": "3",
      "job_naics_code": "517110",
      "job_naics_name": "Wired Telecommunications Carriers"
    },
    {
      "employer_name": "Hormona",
      "employer_logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT5BSMIt7m2uiId_3142LNElhU-kvf9h48rIEOM&s=0",
      "employer_website": null,
      "employer_company_type": null,
      "job_publisher": "Trabajo.org",
      "job_id": "zLq8SN3stisAAAAAAAAAAA==",
      "job_employment_type": "FULLTIME",
      "job_title": "React Native Developer",
      "job_apply_link": "https://se.trabajo.org/job-1274-20230623-4bd08823fe847ac3a10d8a13571bbd92",
      "job_apply_is_direct": false,
      "job_apply_quality_score": 0.5501,
      "job_description": "Hormona is a data-driven health-tech startup on a mission to revolutionize women’s health with an office at Norrsken in Stockholm. Our focus is on hormonal health and we are about to launch our new offering helping women take control of their hormones through an innovative end-to-end solution involving AI-driven health tracking & at-home testing.\n\nIn the role as a mobile app developer at Hormona, you’ll work very hands-on, developing new features as well as maintaining and improving existing ones. You’ll work with a modern tech stack - our app is based on React Native (Expo & TypeScript) and the backend uses NestJs (Typescript) with PostgreSQL, hosted on GCP.\n\nKEY RESPONSIBILITIES\n• Translate designs and wireframes into high-quality code, ensuring best practices and optimal performance\n• Develop best-in-class iOS and Android user experience\n• Continuously evaluate and use the most appropriate technical solutions, always aiming for high quality and scalability\n• Participate in code reviews, testing, and debugging to ensure software quality and stability\n• Ensure secure solutions, in compliance with highly regulated standards of the healthcare sector.\n• Work closely with our Chief Product Officer, Tech Lead, Data Scientist, and tech team to bring the best possible solution to the market\n\nWHAT WE OFFER YOU\n• A friendly, curious, and international working environment with a small, ambitious team\n• Flexible working opportunities\n• Impact the future of the company\n• Remote work\n• Fun meet-ups with the whole team around Europe\n• Play a big role in our mission to improve the future of female health\n• Growth opportunities\n\nWHO YOU ARE\nYou are self-aware, collaborative, and have a positive character. You have a strong passion for the digitization of healthcare with a belief in a preventative approach to health. You have a good understanding of what it takes to create something from nothing and have been a part of successful, scalable technical projects.\n\nYou thrive in a fast-paced, data-driven, and agile environment and you want to use your talent to help us on our mission to change the landscape of women’s health.\n\nQUALIFICATIONS\n• At least 3 years of professional experience with React Native\n• Comfortable working with TypeScript\n• Strong understanding of mobile app development principles, including UI/UX best practices, performance optimization, and security\n• Experience with integrating APIs and web services into mobile applications\n• Familiarity with version control systems (Git) and agile development methodologies\n• Experience building complex customer-facing products\n• Autonomous and responsible, work well in a distributed team\n• An understanding of user experience and its importance in digital product development",
      "job_is_remote": false,
      "job_posted_at_timestamp": 1687532373,
      "job_posted_at_datetime_utc": "2023-06-23T14:59:33.000Z",
      "job_city": "Stockholm",
      "job_state": null,
      "job_country": "SE",
      "job_latitude": 59.329323,
      "job_longitude": 18.06858,
      "job_benefits": null,
      "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=zLq8SN3stisAAAAAAAAAAA%3D%3D",
      "job_offer_expiration_datetime_utc": "2023-06-30T00:00:00.000Z",
      "job_offer_expiration_timestamp": 1688083200,
      "job_required_experience": {
        "no_experience_required": false,
        "required_experience_in_months": 36,
        "experience_mentioned": true,
        "experience_preferred": false
      },
      "job_required_skills": null,
      "job_required_education": {
        "postgraduate_degree": false,
        "professional_certification": false,
        "high_school": false,
        "associates_degree": false,
        "bachelors_degree": false,
        "degree_mentioned": false,
        "degree_preferred": false,
        "professional_certification_mentioned": false
      },
      "job_experience_in_place_of_education": false,
      "job_min_salary": null,
      "job_max_salary": null,
      "job_salary_currency": null,
      "job_salary_period": null,
      "job_highlights": {},
      "job_job_title": null,
      "job_posting_language": "en",
      "job_onet_soc": "15113200",
      "job_onet_job_zone": "4"
    },
    {
      "employer_name": "Northmill",
      "employer_logo": "https://crossweb.pl/upload/company/header/northmill-bank-ab-7986-company-logo-385x195.jpg",
      "employer_website": "http://www.northmill.com",
      "employer_company_type": null,
      "job_publisher": "Northmill",
      "job_id": "lVPG3c6mg3oAAAAAAAAAAA==",
      "job_employment_type": "FULLTIME",
      "job_title": "Fullstack Engineer (C#,React)",
      "job_apply_link": "https://careers.northmill.com/jobs/2886357-fullstack-engineer-c-react",
      "job_apply_is_direct": false,
      "job_apply_quality_score": 0.911,
      "job_description": "We want to create a different kind of banking and shopping experience. Northmill was founded in 2006 and the main office is in Stockholm and Engineering Center is located in Poland, Katowice city. Grab this opportunity to be a part of us and our journey!\n\nThe scope of your role:\n• As a Fullstack Engineer, you will take part in the process of the re-design and development of modern financial solutions.\n• You will develop cash system, booking system used in running operations in the AWS cloud environments.\n• You will have an impact on our applications by working closely with businesses and clients who use our banking products.\n• You will work with C#, ASP .Net MVC, React, Web API, relational databases/SQL.\n• You will use a set of tools, e.g.: Jira, Confluence, Git, and Rider/Visual Studio.\n• You will use DDD and CQRS.\n\nRequired qualifications:\n• 5+ years of commercial experience in creating web applications.\n• Solid experience developing applications using C# and ASP .NET MVC.\n• Solid experience in working with SQL databases.\n• Good experience developing applications using React\n• Experience with system integration and code re-design\n• Experience with software engineering best practices (code reviews, continuous integration, continuous deployment, testing).\n• Willingness and interest to collaborate and work in a team\n• Fluency in Swedish and English language\n• Sweden (preferably Stockholm or Karlstad) as a place of living & SE citizenship or EES Resident status.\n\nPreferred qualifications:\n• Experience with POS systems or booking systems.\n• Experience with CI/CD.\n• Familiar with Web services/web API.\n• Familiar with the AWS platform.\n• Exposure to Agile development methodologies.\n\nAbout you?\nYou are a creative and curious person with a genuine interest in software development. We are always looking for new knowledge and have a curiosity out of this world. We think that you have the same mindset and you are excited to read about the latest tech trends. You might also, like us, love to write nice and high-quality code.\nWe hope you are not afraid to inform us about problems and have your thoughts on various solutions.\nYou are a team player and used to work in an Agile environment.\nSince we are a multicultural team English is the required language.\n\nFun Facts:\n• Work-life balance - hit the gym two minutes away or go for a jog in the city.\n• Event - annual conference abroad and highly appreciated “Northchill” every month.\n• Health - Gym membership as an optional benefit, monthly visits from a massage therapist at the office at an affordable cost.\n• Breakfast and fruits every day, as well as \"holy fika” each Friday.\n• Regular after work and celebrated successes at the office.\n• Stockholm's most beautiful office space that the city has to offer, right in the city center with incredible views and our very own roof top terrace.\n\nAbout Northmill\n\nA Swedish bank with the heart in the technique. 2.500 merchants. 600.000 end users.\n160 employees in four different countries, including Engineering Center hiring c.a. 40 experienced engineers. The goal? To improve financial life by being digital yet personal.\n\nApply today and be a part of Northmill!",
      "job_is_remote": false,
      "job_posted_at_timestamp": 1685710093,
      "job_posted_at_datetime_utc": "2023-06-02T12:48:13.000Z",
      "job_city": "Stockholm",
      "job_state": null,
      "job_country": "SE",
      "job_latitude": 59.329323,
      "job_longitude": 18.06858,
      "job_benefits": null,
      "job_google_link": "https://www.google.com/search?gl=us&hl=en&rciv=jb&q=react+developer+in+stockholm,+sweden&start=0&ibp=htl;jobs#fpstate=tldetail&htivrt=jobs&htiq=react+developer+in+stockholm,+sweden&htidocid=lVPG3c6mg3oAAAAAAAAAAA%3D%3D",
      "job_offer_expiration_datetime_utc": null,
      "job_offer_expiration_timestamp": null,
      "job_required_experience": {
        "no_experience_required": false,
        "required_experience_in_months": 60,
        "experience_mentioned": true,
        "experience_preferred": false
      },
      "job_required_skills": null,
      "job_required_education": {
        "postgraduate_degree": false,
        "professional_certification": false,
        "high_school": false,
        "associates_degree": false,
        "bachelors_degree": false,
        "degree_mentioned": false,
        "degree_preferred": false,
        "professional_certification_mentioned": false
      },
      "job_experience_in_place_of_education": false,
      "job_min_salary": null,
      "job_max_salary": null,
      "job_salary_currency": null,
      "job_salary_period": null,
      "job_highlights": {},
      "job_job_title": "Engineer",
      "job_posting_language": "en",
      "job_onet_soc": "15113300",
      "job_onet_job_zone": "4"
    }
  ]
}
